tap "arl/arl"
tap "beerpiss/tap"
tap "felixkratz/formulae"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "louisbrunner/valgrind"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "zegervdv/zathura"
brew "certifi"
brew "ansible"
brew "dbus"
brew "bash"
brew "bat"
brew "grpc"
brew "bear"
brew "bibclean"
brew "bitwarden-cli"
brew "blueutil"
brew "choose-gui"
brew "clang-format"
brew "curl"
brew "libavif"
brew "gd"
brew "php"
brew "composer"
brew "coreutils"
brew "cpanminus"
brew "cppcheck"
brew "cpplint"
brew "eza"
brew "fd"
brew "unbound"
brew "libmicrohttpd"
brew "sdl2"
brew "ffmpeg"
brew "ffmpeg@5"
brew "gcc"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "ghcup"
brew "ghq"
brew "gifski"
brew "git"
brew "go"
brew "gradle"
brew "graphviz"
brew "grep"
brew "haskell-stack"
brew "htop"
brew "ical-buddy"
brew "ifstat"
brew "libomp"
brew "imagemagick"
brew "iperf"
brew "iperf3"
brew "jq"
brew "julia"
brew "just"
brew "perl"
brew "latexindent"
brew "lazygit"
brew "lf"
brew "libsixel"
brew "lsd"
brew "lua"
brew "luajit-openresty"
brew "luarocks"
brew "lynx"
brew "meson"
brew "mpv"
brew "neomutt"
brew "neovim"
brew "nmap"
brew "nowplaying-cli"
brew "openconnect"
brew "peco"
brew "pfetch"
brew "pinentry-mac"
brew "pyqt"
brew "python-lxml"
brew "rakudo"
brew "ripgrep"
brew "rustup"
brew "shellcheck"
brew "sox"
brew "spotify_player"
brew "spotifyd"
brew "starship"
brew "switchaudio-osx"
brew "textidote"
brew "tmux"
brew "tree"
brew "viu"
brew "wget"
brew "winetricks"
brew "yadm"
brew "yq"
brew "zenity"
brew "zoxide"
brew "arl/arl/gitmux"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "qmk/qmk/qmk"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/synctex"
brew "zegervdv/zathura/zathura", args: ["HEAD"]
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "airtame"
cask "alacritty"
cask "alfred"
cask "altserver"
cask "anki"
cask "audacity"
cask "bartender"
cask "betterdisplay"
cask "blackhole-2ch"
cask "cold-turkey-blocker"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "dotnet-sdk"
cask "element"
cask "firefox"
cask "flux"
cask "font-hack-nerd-font"
cask "foobar2000"
cask "gimp"
cask "godot-mono"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "imageoptim"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kawa"
cask "keepassxc"
cask "linearmouse"
cask "mactex-no-gui"
cask "miniconda"
cask "nextcloud"
cask "numi"
cask "obsidian"
cask "osu"
cask "plex"
cask "plexamp"
cask "protonvpn"
cask "qbittorrent"
cask "quassel-client"
cask "rectangle-pro"
cask "sf-symbols"
cask "skim"
cask "spotify"
cask "steam"
cask "utm"
cask "vieb"
cask "wezterm"
cask "whisky"
cask "wine-crossover"
cask "xld"
cask "xquartz"
cask "zoom"
