tap "arl/arl"
tap "beerpiss/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "louisbrunner/valgrind"
tap "zegervdv/zathura"
brew "ansible"
brew "dbus"
brew "bash"
brew "bat"
brew "grpc"
brew "bear"
brew "bibclean"
brew "blueutil"
brew "clang-format"
brew "curl"
brew "libavif"
brew "gd"
brew "php"
brew "composer"
brew "coreutils"
brew "cpanminus"
brew "cppcheck"
brew "cpplint"
brew "exa"
brew "fd"
brew "gcc"
brew "unbound"
brew "libmicrohttpd"
brew "sdl2"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "ghq"
brew "gifski"
brew "git"
brew "go"
brew "gradle"
brew "graphviz"
brew "ical-buddy"
brew "ifstat"
brew "libomp"
brew "imagemagick"
brew "iperf"
brew "iperf3"
brew "jq"
brew "julia"
brew "just"
brew "perl"
brew "latexindent"
brew "lazygit"
brew "lf"
brew "libsixel"
brew "llvm"
brew "lsd"
brew "lsix"
brew "luarocks"
brew "lynx"
brew "meson"
brew "neovim"
brew "nmap"
brew "peco"
brew "pfetch"
brew "pinentry-mac"
brew "python-lxml"
brew "rakudo"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "spotify_player"
brew "spotifyd"
brew "starship"
brew "textidote"
brew "tmux"
brew "tree"
brew "viu"
brew "weechat"
brew "wget"
brew "yadm"
brew "yq"
brew "zoxide"
brew "arl/arl/gitmux"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "airtame"
cask "alacritty"
cask "alfred"
cask "altserver"
cask "anki"
cask "audacity"
cask "bartender"
cask "cold-turkey-blocker"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "element"
cask "firefox"
cask "flux"
cask "font-hack-nerd-font"
cask "foobar2000"
cask "gimp"
cask "godot-mono"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "imageoptim"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kawa"
cask "linearmouse"
cask "mactex"
cask "miniconda"
cask "nordvpn"
cask "numi"
cask "obsidian"
cask "plex"
cask "plexamp"
cask "quassel-client"
cask "rectangle-pro"
cask "skim"
cask "spaceman"
cask "spotify"
cask "steam"
cask "wezterm"
cask "xquartz"
cask "zoom"
